{
	"Company": [{
		"name": "Apple",
		"logo": "image/apple/apple_logo.png",
		"stock":"In Stock",
		"owner": "Steve Jobs",
		"detail": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, United States. Apple is the largest technology company by revenue (totaling US$365.8 billion in 2021) and, as of June 2022, is the world's biggest company by market capitalization, the fourth-largest personal computer vendor by unit sales and second-largest mobile phone manufacturer.\nApple was founded as Apple Computer Company on April 1, 1976, by Steve Wozniak, Steve Jobs and Ronald Wayne to develop and sell Wozniak's Apple I personal computer. It was incorporated by Jobs and Wozniak as Apple Computer, Inc. in 1977 and the company's next computer, the Apple II, became a best seller and one of the first mass-produced microcomputers. Apple went public in 1980 to instant financial success. The company developed computers featuring innovative graphical user interfaces, including the 1984 original Macintosh, announced that year in a critically acclaimed advertisement. By 1985, the high cost of its products and power struggles between executives caused problems. Wozniak stepped back from Apple amicably and pursued other ventures, while Jobs resigned bitterly and founded NeXT, taking some Apple employees with him.",
		"mail": "bangalore_admin@apple.com",
		"storage":"256 GB",
		"1p":"image/apple/6.jpeg",
		"1n":"Iphone 6",
		"2p":"image/apple/7.jpeg",
		"2n":"Iphone 7",
		"3p":"image/apple/x.jpeg",
		"3n":"Iphone X",
		"4p":"image/apple/11.jpeg",
		"4n":"Iphone 11",
		"5p":"image/apple/13.jpeg",
		"5n":"Iphone 13",
		"6p":"image/apple/14.jpeg",
		"6n":"Iphone 14"
		
		
	}, {
		"name": "Google Pixel",
		"logo": "image/google/google_logo.png",
		"stock":"In Stock",
		"owner": "Larry Page and Sergey Brin",
		"detail": "Google is an American multinational technology company focusing on search engine technology, online advertising, cloud computing, computer software, quantum computing, e-commerce, artificial intelligence, and consumer electronics. It has been referred to as 'the most powerful company in the world' and one of the world's most valuable brands due to its market dominance, data collection, and technological advantages in the area of artificial intelligence. Its parent company Alphabet is considered one of the Big Five American information technology companies, alongside Amazon, Apple, Meta, and Microsoft. \nGoogle was founded on September 4, 1998, by Larry Page and Sergey Brin while they were PhD students at Stanford University in California. Together they own about 14% of its publicly listed shares and control 56% of its stockholder voting power through super-voting stock. The company went public via an initial public offering (IPO) in 2004. In 2015, Google was reorganized as a wholly owned subsidiary of Alphabet Inc.",
		"mail": "support-in@google.com",
		"storage":"1 TB",
		"1p":"image/google/7.jpeg",
		"1n":"Google Pixel 7 Pro",
		"2p":"image/google/6.jpeg",
		"2n":"Google Pixel 6",
		"3p":"image/google/5.jpeg",
		"3n":"Google Pixel 5",
		"4p":"image/google/4.jpeg",
		"4n":"Google Pixel 4",
		"5p":"image/google/3.jpeg",
		"5n":"Google Pixel 3",
		"6p":"image/google/2.jpeg",
		"6n":"Google Pixel 2"
	}, {
		"name": "OnePlus",
		"logo": "image/oneplus/oneplus_logo.png",
		"stock":"In Stock",
		"owner": "Pete Lau and Carl Pei",
		"detail": "OnePlus was founded by Pete Lau and Carl Pei on 16 December 2013 to develop a high-end flagship smartphone running CyanogenMod that would come to be known as the OnePlus One. OnePlus would continue to release phones throughout the 2010s and 2020s. In 2020, OnePlus released the OnePlus Nord, its first mid-range smartphone since the OnePlus X in 2015. Pei would oversee the design and marketing of OnePlus' products until his departure from the company in October 2020, going on to found the consumer electronics manufacturer Nothing. In 2022~2023, OnePlus is still actively producing affordable priced phones ($200 ~ 749 USD) which as top of the line specs, comparable to leading Samsung phones, including 5G connectivity. OnePlus is also partnered with T-Mobile to provide OnePlus Phone through T-Mobile to extend its legitimacy & reach.",
		"mail": "service.oneplus.com",
		"storage":"256 GB",
		"1p":"image/oneplus/11.jpeg",
		"1n":"OnePlus 11 5G",
		"2p":"image/oneplus/10_pro.jpeg",
		"2n":"OnePlus 10 Pro",
		"3p":"image/oneplus/7t.jpeg",
		"3n":"OnePlus 7T",
		"4p":"image/oneplus/ce2.jpeg",
		"4n":"OnePlus Nord CE 2",
		"5p":"image/oneplus/5.jpeg",
		"5n":"OnePlus 5",
		"6p":"image/oneplus/3.jpeg",
		"6n":"OnePlus 3"
	}, {
		"name": "Samsung",
		"logo": "image/samsung/samsung_logo.png",
		"stock":"In Stock",
		"owner": "Lee Byung-Chull",
		"detail": "Samsung was founded as a grocery trading store on March 1, 1938, by Lee Byung-Chull. He started his business in Taegu, Korea, trading noodles and other goods produced in and around the city and exporting them to China and its provinces.\n Samsung was founded by Lee Byung-chul in 1938 as a trading company. Over the next three decades, the group diversified into areas including food processing, textiles, insurance, securities, and retail. Samsung entered the electronics industry in the late 1960s and the construction and shipbuilding industries in the mid-1970s; these areas would drive its subsequent growth. Following Lee's death in 1987, Samsung was separated into five business groups – Samsung Group, Shinsegae Group, CJ Group and Hansol Group, and JoongAng Group.",
		"mail": "support.india@samsung.com",
		"storage":"128 GB",
		"1p":"image/samsung/zflip4.jpeg",
		"1n":"Samsung Galaxy Z Flip4 5G",
		"2p":"image/samsung/s22_ultra.jpeg",
		"2n":"Samsung Galaxy S22 Ultra 5G",
		"3p":"image/samsung/s21.jpeg",
		"3n":"Samsung Galaxy S21 5G",
		"4p":"image/samsung/s20.jpeg",
		"4n":"Samsung Galaxy S20",
		"5p":"image/samsung/m31.jpeg",
		"5n":"Samsung Galaxy M31",
		"6p":"image/samsung/m30.jpeg",
		"6n":"Samsung Galaxy M30"
	}, {
		"name": "Mi",
		"logo": "image/mi/mi_logo.png",
		"stock":"In Stock",
		"owner": "Lei Jun",
		"detail": "Xiaomi Corporation, commonly known as Xiaomi and registered as Xiaomi Inc., is a Chinese designer and manufacturer of consumer electronics and related software, home appliances, and household items. Behind Samsung, it is the second largest manufacturer of smartphones in the world, most of which run the MIUI operating system. The company is ranked 338th and is the youngest company on the Fortune Global 500. \nXiaomi was founded in 2010 in Beijing by now multi-billionaire Lei Jun when he was 40 years old, along with six senior associates. Lei had founded Kingsoft as well as Joyo.com, which he sold to Amazon for $75 million in 2004. In August 2011, Xiaomi released its first smartphone and, by 2014, it had the largest market share of smartphones sold in China. Initially the company only sold its products online; however, it later opened brick and mortar stores.",
		"mail": "service.in@xiaomi.com",
		"storage":"64 GB",
		"1p":"image/mi/11.jpeg",
		"1n":"Xiaomi 11 Lite NE 5G",
		"2p":"image/mi/10.jpeg",
		"2n":"Xiaomi Mi 10i",
		"3p":"image/mi/9.jpeg",
		"3n":"Xiaomi 9",
		"4p":"image/mi/8.jpeg",
		"4n":"Xiaomi 8",
		"5p":"image/mi/7.jpeg",
		"5n":"Xiaomi 7",
		"6p":"image/mi/6.jpeg",
		"6n":"Xiaomi 6"
	}, {
		"name": "Rog",
		"logo": "image/rog/rog_logo.png",
		"stock":"In Stock",
		"owner": "ed Hsu, M.T. Liao, Wayne Tsiah, T.H. Tung, Luca D.M.",
		"detail": "The ROG Phone has a metal chassis with a glass backplate. The back of the device features an RGB-illuminated logo (In X-Mode or Gaming Mode and also adjusted manually), which can be user-customised to show different colours, similar to the notification lights found in the mainstream smartphone market. The phone is equipped with a Qualcomm Snapdragon 845 SoC with a 2.96 GHz + 1.7 GHz octa-core (4+4) Kryo 385 CPU and an Adreno 630 GPU. The memory is 8 GB in size (LPDDR4), the internal storage can be chosen to be either 128 GB or 512 GB UFS 2.1. The display is a 6.0-inch AMOLED, supported by a Corning Gorilla Glass 6 panel, with a 1080x2160 (402 ppi) resolution, a 1ms response time and a refresh rate of 90Hz. The USB-C port and 3.5mm audio jack have been installed to the side of the device to allow a more comfortable gaming experience when using the device in landscape mode. It also features a 'vapor-chamber' cooling technology named GameCool which dissipates heat to keep the motherboard cool.",
		"mail": "rc_india@asus.com",
		"storage":"525 GB",
		"1p":"image/rog/7.jpeg",
		"1n":"Asus ROG Phone 7",
		"2p":"image/rog/6.jpeg",
		"2n":"Asus ROG Phone 6",
		"3p":"image/rog/5.jpeg",
		"3n":"Asus ROG Phone 5",
		"4p":"image/rog/4.jpeg",
		"4n":"Asus ROG Phone 4",
		"5p":"image/rog/3.jpeg",
		"5n":"Asus ROG Phone 3",
		"6p":"image/rog/2.jpeg",
		"6n":"Asus ROG Phone 2"
	}, {
		"name": "Nokia",
		"logo": "image/nokia/nokia_logo.png",
		"stock":"In Stock",
		"owner": "Fredrik Idestam",
		"detail": "Nokia Corporation is a Finnish multinational telecommunications, information technology, and consumer electronics corporation, established in 1865. Nokia's main headquarters are in Espoo, Finland, in the greater Helsinki metropolitan area, but the company's actual roots are in the Tampere region of Pirkanmaa.",
		"mail": "rc_india@asus.com",
		"storage":"128 GB",
		"1p":"image/nokia/10.jpeg",
		"1n":"Nokia X10",
		"2p":"image/nokia/9.jpeg",
		"2n":"Nokia 9",
		"3p":"image/nokia/8.jpeg",
		"3n":"Nokia 8",
		"4p":"image/nokia/7.1.jpeg",
		"4n":"Nokia 7.1",
		"5p":"image/nokia/6.jpeg",
		"5n":"Nokia 6",
		"6p":"image/nokia/520.jpeg",
		"6n":"Nokia Lumia 520"
	}]



}